Repository: devtaavaldyev/RickiMorty
Catalog: lib/config/l10n/intl_*.arb
Languages: ky

source: Search character
ky: Персонажды издөө

source: All characters:
ky: Баардык персонаж:

source: Characters
ky: Персонаждар

source: Location
ky: Локация

source: Episodes
ky: Эпизодтор

source: Settings
ky: Тууралоо

source: Gender
ky: Жыныс

source: Race
ky: Расса

source: Human
ky: Адам

source: Place of birth
ky: Туулган жери

source: Edit
ky: Оңдоо

source: Dark theme
ky: Күңүрт

source: Appearance
ky: Сырткы көрүнүшү

# aboutTheApplication
source: About the Aplication
ky: Тиркеме жөнүндө

source: Application version
ky: Тиркеменин нускасы

source: Enabled
ky: Кошуу

source: Off
ky: Чыгаруу

source: Follow system settings
ky: Түзүлүш темасы

source: In power saving mode
ky: Үнөмдөө режими

source: Cancel
ky: Жокко чыгаруу

source: Edit profile
ky: Профильди өзгөртүү

source: Edit photo
ky: Сүрөттү өзгөртүү

source: Profile
ky: Профиль

source: Change full name
ky: Толук атын өзгөртүү

source: Login
ky: Логин

source: Name
ky: Аты

source: Surname
ky: Фамилиясы

source: Patronymic
ky: Отчество

source: Save
ky: Сактоо

source: Filters
ky: Тескөө

source: Sort
ky: Тизмектөө

source: Alphabetically
ky: Алфавит боюнча

source: Alive
ky: Жашоодо

source: Dead
ky: Маркум

source: Unknown
ky: Белгисиз

source: Male
ky: Мырза

source: Female
ky: Айым

source: Neutral
ky: Белгисиз

source: Languages
ky: Тилдер

source: Choice language
ky: Тилди тандоо
